export default{
	"temporaryIcons":{//临时需要查看视频的图标（道闸67、监控控制室07、抓拍设备57、微型消防站05、消防监控室06）
		//key:iconType-lng-lat,value:deviceCode 
		'67-106.322712-29.624939':'631f6b3d2C-9D-84_001X0',//北-西北门
		'67-106.324234-29.614438':'631f6b312C-9D-A8_001X0',//南门
		'67-106.322222-29.616560':'631f6b312C-9D-9D_001X0',//西南门
		'67-106.327104-29.623164':'631f6b3531-B7-DD_001X0',//北家属区
		'07-106.324036-29.621163':'ECR3316-44cam11',//监控室
		'57-106.325421-29.617784':'CK-01_1',//亦乐轩上行测速
		'57-106.325421-29.617357':'CK-02_1',//亦乐轩下行测速
		'57-106.326674-29.621541':'HC131-3_1',//东门主干道
		'57-106.325349-29.619493':'HC131-2_1',//球场外干道
		'57-106.323188-29.618019':'HC131-1_1',//学子坡主干道
		'57-106.325875-29.623060':'HC131-4_1',//北区11教外主干道
		'05-106.324260-29.621004':'631f6b1948-EA-63-0D-1D-57_001X0',//微型消防站
	},
	fireMonitorRoom:{//消防监控室
		'06-106.324912-29.620178':{"楼宇":"学生公寓1幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324869-29.620584':{"楼宇":"学生公寓2幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324799-29.620985':{"楼宇":"学生公寓3幢","位置":"值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324005-29.621074':{"楼宇":"学生公寓4幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324011-29.620687':{"楼宇":"学生公寓5幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.323769-29.620034':{"楼宇":"学生公寓7幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324107-29.619815':{"楼宇":"学生公寓8幢","位置":"4楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324948-29.626347':{"楼宇":"学生公寓9幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324965-29.625967':{"楼宇":"学生公寓10幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324986-29.625585':{"楼宇":"学生公寓11幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324894-29.625232':{"楼宇":"学生公寓12幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.325661-29.625213':{"楼宇":"学生公寓13幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.325651-29.625566':{"楼宇":"学生公寓14幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.325387-29.626146':{"楼宇":"学生公寓16幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.326503-29.625190':{"楼宇":"学生公寓17幢","位置":"1楼值班室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.328928-29.623264':{"楼宇":"重电苑家属区","位置":"消防监控室","主机品牌":"鼎信","主机型号":"TS-DH-200","回路数":"2","控制形式":"集控"},
		'06-106.324413-29.620966':{"楼宇":"创业园","位置":"监控中心","主机品牌":"北大青鸟","主机型号":"JBF-11SF","回路数":"4","控制形式":"总控"}
	},	
	"dormitory":{//宿舍经纬度
		'教学楼':{
			a:'106.323010,29.616491',
			b:'106.326417,29.619335'
		},
		'1栋':{
			a:'106.324912,29.620178',
			b:'106.326417,29.619335'
		},
		'2栋':{
			a:'106.324869,29.620584',
			b:'106.326417,29.619335'
		},
		'3栋':{
			a:'106.324799,29.620985',
			b:'106.326417,29.619335'
		},
		'4栋':{
			a:'106.324005,29.621074',
			b:'106.324309,29.623612'
		},
		'5栋':{
			a:'106.324011,29.620687',
			b:'106.324309,29.623612'
		},
		'7栋':{
			a:'106.323769,29.620034',
			b:'106.324309,29.623612'
		},
		'8栋':{
			a:'106.324107,29.619815',
			b:'106.324309,29.623612'
		},
		'9栋':{
			a:'106.324965,29.626345',
			b:'106.324084,29.625477'
		},
		'10栋':{
			a:'106.324965,29.625967',
			b:'106.324084,29.625477'
		},
		'11栋':{
			a:'106.324986,29.625585',
			b:'106.324084,29.625477'
		},
		'14栋':{
			a:'106.325651,29.625566',
			b:'106.324084,29.625477'
		},
		'15栋':{
			a:'106.325855,29.625855',
			b:'106.324084,29.625477'
		}
	},
  "FixList": [{
    "title": "应急避难",
    "imgUrl": "f0"
  }, 
	// {
 //    "title": "危险源",
 //    "imgUrl": "f1"
 //  }, {
 //    "title": "发电组",
 //    "imgUrl": "f2"
 //  }, 
	{
    "title": "校医务室",
    "imgUrl": "f3"
  }, {
    "title": "微型消防站",
    "imgUrl": "f4"
  }, {
    "title": "消防控制室",
    "imgUrl": "f5"
  }, {
    "title": "监控控制室",
    "imgUrl": "f6"
  }],
  "index": [
		// {
  //   "title": "人群分布",
  //   "imgUrl": "c1",
  //   "imgUrlon": "c1on",
  //   "type": "52"
  // }, 
	// {
 //    "title": "安保人员",
 //    "imgUrl": "c2",
 //    "imgUrlon": "c2on",
 //    "type": "54"
 //  }, 
  {
	index:-10,
    "title": "人脸摄像机",
    "imgUrl": "c14",
    "imgUrlon": "c14on",
    "type": "-10"
  },{
    "title": "抓拍设备",
    "imgUrl": "c3",
    "imgUrlon": "c3on",
    "type": "57"
  }, {
    "title": "监控设备",
    "imgUrl": "c4",
    "imgUrlon": "c4on",
    "type": "58"
  }, {
    "title": "消火栓",
    "imgUrl": "c5",
    "imgUrlon": "c5on",
    "type": "61"
  }, {
    "title": "医院",
    "imgUrl": "c6",
    "imgUrlon": "c6on",
    "type": "888"
  }, {
    "title": "道闸",
    "imgUrl": "c7",
    "imgUrlon": "c7on",
    "type": "67"
  },{
	index:-1,
    "title": "建筑物",
    "imgUrl": "c11",
    "imgUrlon": "c11on",
    "type": "-1"
  }],
  "schoollife": [{
    "title": "门禁卡口",
    "imgUrl": "e4",
    "imgUrlon": "e4on",
    "type": "66"
  }],
  "fire": [{
    "title": "消防工作人员",
    "imgUrl": "h1",
    "imgUrlon": "h1on",
    "type": "55"
  }, {
    "title": "灭火器",
    "imgUrl": "h2",
    "imgUrlon": "h2on",
    "type": "60"
  }, {
    "title": "消火栓",
    "imgUrl": "c5",
    "imgUrlon": "c5on",
    "type": "61"
  }, {
    "title": "水压",
    "imgUrl": "h4",
    "imgUrlon": "h4on",
    "type": "62"
  }, {
    "title": "消防水带",
    "imgUrl": "h5",
    "imgUrlon": "h5on",
    "type": "63"
  }, {
    "title": "烟感",
    "imgUrl": "h6",
    "imgUrlon": "h6on",
    "type": "64"
  }, {
	"index":-8,
    "title": "消防主机",
    "imgUrl": "h7",
    "imgUrlon": "h7on",
	"originType":"65",
    "type": "-8"
  }],
  "car": [{
	index:-10,
    "title": "人脸摄像机",
    "imgUrl": "c14",
    "imgUrlon": "c14on",
    "type": "-10"
  },{
    "title": "抓拍设备",
    "imgUrl": "c3",
    "imgUrlon": "c3on",
    "type": "57"
  }, {
    "title": "监控设备",
    "imgUrl": "c4",
    "imgUrlon": "c4on",
    "type": "58"
  }, {
    "title": "道闸",
    "imgUrl": "c7",
    "imgUrlon": "c7on",
    "type": "67"
  }],
  "security": [{
	index:-10,
    "title": "人脸摄像机",
    "imgUrl": "c14",
    "imgUrlon": "c14on",
    "type": "-10"
  },{
    "title": "抓拍设备",
    "imgUrl": "c3",
    "imgUrlon": "c3on",
    "type": "57"
  }, {
    "title": "监控设备",
    "imgUrl": "c4",
    "imgUrlon": "c4on",
    "type": "58"
  }, {
    "title": "门禁卡口",
    "imgUrl": "e4",
    "imgUrlon": "e4on",
    "type": "66"
  }, {
    "title": "存储设备",
    "imgUrl": "e5",
    "imgUrlon": "e5on",
    "type": "59"
  },{
	index:-1,
    "title": "建筑物",
    "imgUrl": "c11",
    "imgUrlon": "c11on",
    "type": "-1"
  }],
  "elecSafety": [{
    "title": "智能空开",
    "imgUrl": "ele3",
    "imgUrlon": "ele3on",
    "type": "69"
  },{
    "title": "热力图",
    "imgUrl": "ele2",
    "imgUrlon": "ele2on",
    "type": "-7"
  }],
  "DataSafty":[{
		"index":-3,
		"title": "网管工作站",
		"imgUrl": "d14",
		"imgUrlon": "d14on",
		"type": "-3"
  },{
	index:-1,
    "title": "建筑物",
    "imgUrl": "c11",
    "imgUrlon": "c11on",
    "type": "-1"
  }],
  "EmergencySafeguard":[{
		"index":-4,
		"title": "应急方舱",
		"imgUrl": "c13",
		"imgUrlon": "c13on",
		"type": "-4"
  }],
  "Shelter":[{
		"index":-4,
		"title": "应急方舱",
		"imgUrl": "c13",
		"imgUrlon": "c13on",
		"type": "-4"
  },{
		"index":-5,
		"title": "校内安保",
		"imgUrl": "c2",
		"imgUrlon": "c2on",
		"type": "-5"
  },{
		"index":-6,
		"title": "运维人员",
		"imgUrl": "h1",
		"imgUrlon": "h1on",
		"type": "-6"
  }]
}
